tap "bufbuild/buf"
tap "dotenvx/brew"
tap "grishka/grishka"
tap "minio/stable"
brew "curl"
brew "dosfstools"
brew "ffmpeg"
brew "ffmpeg-full"
brew "gh"
brew "git"
brew "git-lfs"
brew "glab"
brew "gnupg"
brew "ios-deploy"
brew "libyaml"
brew "libzip"
brew "mise"
brew "mtools"
brew "ncurses"
brew "pinentry-mac"
brew "rover"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "xorriso"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "dotenvx/brew/dotenvx"
cask "1password-cli"
cask "adguard"
cask "discord"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-pretendard"
cask "font-pretendard-jp"
cask "google-chrome"
cask "google-drive"
cask "input-source-pro"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notchnook"
cask "orbstack"
cask "tailscale-app"
cask "teamviewer"
cask "telegram-desktop"
