tap "bufbuild/buf"
tap "dotenvx/brew"
tap "grishka/grishka"
tap "minio/stable"
brew "curl"
brew "ffmpeg"
brew "ffmpeg-full"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "ios-deploy"
brew "libyaml"
brew "libzip"
brew "mise"
brew "ncurses"
brew "pinentry-mac"
brew "rover"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "dotenvx/brew/dotenvx"
cask "1password-cli"
cask "adguard"
cask "discord"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-pretendard"
cask "font-pretendard-jp"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "input-source-pro"
cask "jetbrains-toolbox"
cask "notchnook"
cask "tailscale-app"
cask "teamviewer"
cask "telegram-desktop"
vscode "arktypeio.arkdark"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "gruntfuggly.todo-tree"
vscode "inlang.vs-code-extension"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "orta.vscode-jest"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "repreng.csv"
vscode "rust-lang.rust-analyzer"
vscode "sst-dev.opencode"
vscode "tauri-apps.tauri-vscode"
vscode "tombi-toml.tombi"
vscode "typescriptteam.native-preview"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
go "cmd/go"
go "cmd/gofmt"
