tap "bufbuild/buf"
tap "dotenvx/brew"
tap "grishka/grishka"
tap "homebrew-ffmpeg/ffmpeg"
tap "minio/stable"
tap "mobile-dev-inc/tap"
tap "oven-sh/bun"
brew "aom"
brew "ast-grep"
brew "coreutils"
brew "curl"
brew "dosfstools"
brew "fd"
brew "ffmpeg-full"
brew "gh"
brew "git"
brew "git-lfs"
brew "glab"
brew "gnupg"
brew "ios-deploy"
brew "libavif"
brew "libpq", link: true
brew "libyaml"
brew "libzip"
brew "mas"
brew "mise"
brew "mole"
brew "mtools"
brew "ncurses"
brew "pinentry-mac"
brew "ripgrep"
brew "rover"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "xorriso"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "dotenvx/brew/dotenvx"
brew "mobile-dev-inc/tap/maestro"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "alt-tab"
cask "android-platform-tools"
cask "betterdisplay"
cask "claude"
cask "discord"
cask "figma"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-pretendard"
cask "font-pretendard-jp"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "google-gemini"
cask "input-source-pro"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "kitty"
cask "lm-studio"
cask "notchnook"
cask "obsidian"
cask "opencode-desktop"
cask "orbstack"
cask "protonvpn"
cask "tailscale-app"
cask "teamviewer"
cask "telegram-desktop"
cask "zed"
mas "1Password for Safari", id: 0
mas "Flighty", id: 1358823008
mas "TestFlight", id: 899247664
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
