tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "ios-deploy"
brew "libyaml"
brew "libzip"
brew "mariadb", restart_service: :changed
brew "mise"
brew "pinentry-mac"
brew "rover"
brew "stow"
brew "tree"
brew "watch"
brew "watchman"
brew "yt-dlp"
brew "bufbuild/buf/buf"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "discord"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-pretendard"
cask "font-pretendard-jp"
cask "ghostty"
cask "iina"
cask "input-source-pro"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "orbstack"
cask "raycast"
cask "teamviewer"
cask "telegram-desktop"
