tap "homebrew/bundle"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "libyaml"
brew "mise"
brew "pinentry-mac"
brew "stow"
brew "tree"
brew "watchman"
cask "1password"
cask "1password-cli"
cask "discord"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-pretendard"
cask "font-pretendard-jp"
cask "ghostty"
cask "jetbrains-toolbox"
cask "raycast"
