arktypeio.arkdark
biomejs.biome
bradlc.vscode-tailwindcss
denoland.vscode-deno
docker.docker
eamodio.gitlens
editorconfig.editorconfig
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
huggingface.huggingface-vscode-chat
inlang.vs-code-extension
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.powershell
ms-windows-ai-studio.windows-ai-studio
orta.vscode-jest
repreng.csv
sst-dev.opencode
teamsdevapp.vscode-ai-foundry
tombi-toml.tombi
typescriptteam.native-preview
usernamehw.errorlens
wakatime.vscode-wakatime
yoavbls.pretty-ts-errors
