arktypeio.arkdark
biomejs.biome
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
christian-kohler.npm-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnicolson.binary-plist
docker.docker
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.codespaces
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
google.gemini-cli-vscode-ide-companion
gruntfuggly.todo-tree
inlang.vs-code-extension
mikestead.dotenv
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.powershell
ms-vscode.remote-explorer
orta.vscode-jest
redhat.java
redhat.vscode-yaml
repreng.csv
rust-lang.rust-analyzer
sst-dev.opencode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
tombi-toml.tombi
typescriptteam.native-preview
unifiedjs.vscode-mdx
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wakatime.vscode-wakatime
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
